{
  "nav": {
    "home": "Startseite",
    "events": "Events",
    "standings": "Standings",
    "silverAge": "Silver Age",
    "about": "Über uns"
  },
  "homepage": {
    "badge": "Flesh and Blood • Hamburg",
    "title": "Silver HH",
    "subtitle": "Eine Turnierserie für Silver Age — kompetitive Spiele, klare Struktur und eine einladende Community in Hamburg, Deutschland.",
    "registerButton": "Für das nächste Event registrieren →",
    "viewSchedule": "Zeitplan ansehen",
    "whatIsSilverAge": "Was ist Silver Age?",
    "nextEvent": "Nächstes Event",
    "silverAgeFormat": "Silver Age Format",
    "silverAgeFormatDesc": "Classic Constructed mit ausgewähltem Kartenpool — frische Meta, niedrige Einstiegshürde.",
    "hamburgCommunity": "Hamburg Community",
    "hamburgCommunityDesc": "Lokale Serie, konstante Organisation und Raum für neue Spieler.",
    "competitiveFair": "Kompetitiv & Fair",
    "competitiveFairDesc": "Klare Ankündigungen, transparente Entscheidungen und sauberer Event-Ablauf."
  },
  "events": {
    "title": "Events",
    "subtitle": "Alle Silver HH Turniere, vergangene und kommende.",
    "registerButton": "Registrieren",
    "detailsButton": "Details",
    "resultsButton": "Ergebnisse"
  },
  "footer": {
    "copyright": "© Silver HH",
    "imprint": "Impressum",
    "privacy": "Datenschutz"
  },
  "silverAge": {
    "badge": "Format Übersicht",
    "title": "Was ist Silver Age?",
    "intro": "Silver Age ist ein zugängliches, schnelles Flesh and Blood Format für kurze, intensive Matches. Es umfasst junge Helden, niedrigere Lebenspunkte und strategische Deck-Auswahl aus einem begrenzten Kartenpool, was es perfekt für kompetitives Spiel mit niedriger Einstiegshürde macht.",
    "howItWorks": "Wie es funktioniert",
    "youngHeroesTitle": "Nur junge Helden",
    "youngHeroesDesc": "Spiele mit jungen Heldenkarten (common, rare oder basic Seltenheit). Die niedrigeren Lebenspunkte sorgen für schnellere, aggressivere Spiele, die sich auf effiziente Züge und schnelle Entscheidungen konzentrieren.",
    "strategicSelectionTitle": "Strategische Kartenauswahl",
    "strategicSelectionDesc": "Erstelle einen Pool von 55 Karten inklusive deinem Helden, Waffen, Ausrüstung und Deck-Karten. Zu Beginn jedes Spiels wählst du genau 40 Karten aus diesem Pool aus, um deine Strategie anzupassen.",
    "accessibleRaritiesTitle": "Zugängliche Kartenseltenheiten",
    "accessibleRaritiesDesc": "Nur common, rare und basic Seltenheitskarten sind erlaubt. Das hält die Deck-Kosten niedriger und macht das Format zugänglicher, während es die kompetitive Tiefe beibehält.",
    "deckConstructionTitle": "Deck-Konstruktion",
    "deckConstructionLine1": "55 Karten insgesamt: 1 junger Held, Waffen, Ausrüstung und Deck-Karten.",
    "deckConstructionLine2": "Kartenlimits: Bis zu 2 Kopien jeder einzigartigen Karte (nicht 3).",
    "deckConstructionLine3": "Spielauswahl: Wähle genau 40 Karten aus deinem Pool für jedes Match.",
    "matchFormatTitle": "Match-Format",
    "matchFormatDesc": "Best-of-1 Spiele mit 35-Minuten-Runden. Zeige Helden, bestimme den ersten Spieler, wähle dein 40-Karten-Deck, ziehe dann Karten gleich dem Intellekt deines Helden zum Beginn.",
    "officialResourcesTitle": "Offizielle Ressourcen",
    "officialResourcesDesc": "Für vollständige Regeln, legalen Kartenpool und die neuesten Updates zum Silver Age Format:",
    "officialResourcesButton": "Offizielle Silver Age Format Seite →",
    "whyHamburgTitle": "Warum Silver Age in Hamburg spielen?",
    "whyHamburgDesc": "Die Silver HH Turnierserie bringt dieses schnelle, zugängliche Format nach Hamburg mit regelmäßigen Events, einer einladenden Community und kompetitivem Spiel. Die niedrigen Einstiegskosten und kurzen Match-Zeiten machen es perfekt sowohl für neue Spieler als auch erfahrene Wettkämpfer, die nach dynamischem Gameplay suchen.",
    "viewTournamentsButton": "Kommende Turniere ansehen"
  },
  "imprint": {
    "title": "Impressum",
    "responsibleTitle": "Angaben gemäß § 5 TMG",
    "responsibleName": "Philipp Hinrichsen",
    "contactTitle": "Kontakt",
    "email": "E-Mail",
    "disclaimerTitle": "Haftungsausschluss",
    "contentLiabilityTitle": "Haftung für Inhalte",
    "contentLiabilityText": "Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.",
    "linksLiabilityTitle": "Haftung für Links",
    "linksLiabilityText": "Unser Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich."
  },
  "privacy": {
    "title": "Datenschutzerklärung",
    "introTitle": "1. Datenschutz auf einen Blick",
    "generalInfoTitle": "Allgemeine Hinweise",
    "generalInfoText": "Diese Website erhebt keine personenbezogenen Daten beim bloßen Besuch. Es werden keine Cookies gesetzt und keine Tracking- oder Analyse-Tools verwendet.",
    "dataCollectionTitle": "2. Datenerfassung auf dieser Website",
    "responsiblePartyTitle": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
    "responsiblePartyText": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Impressum dieser Website entnehmen.",
    "howWeCollectTitle": "Wie erfassen wir Ihre Daten?",
    "howWeCollectText": "Diese Website erhebt keine Daten automatisch. Wenn Sie sich über externe Links für Turniere registrieren (z.B. über Google Forms), werden Ihre Daten direkt bei diesen Diensten erfasst. Bitte beachten Sie die Datenschutzbestimmungen dieser externen Anbieter.",
    "purposeTitle": "Wofür nutzen wir Ihre Daten?",
    "purposeText": "Wir erheben keine Daten über Ihren Website-Besuch. Daten, die Sie bei der Turnier-Registrierung über externe Formulare angeben, werden ausschließlich für die Organisation der Turniere verwendet.",
    "rightsTitle": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
    "rightsText": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenden Sie sich hierfür an die Kontaktdaten im Impressum."
  },
  "about": {
    "badge": "Über uns",
    "title": "Über Silver HH",
    "missionTitle": "Unsere Mission",
    "missionText": "Silver HH wurde mit einer einfachen Vision gegründet: eine zugängliche, erschwingliche Turnierserie für Flesh and Blood in Hamburg zu schaffen und gleichzeitig einen positiven Einfluss auf unsere Community zu haben.",
    "affordableTitle": "Erschwingliche Turniere",
    "affordableText": "Wir glauben, dass kompetitives Flesh and Blood für jeden zugänglich sein sollte. Durch die Wahl des Silver Age Formats halten wir die Einstiegskosten niedrig, während wir ein dynamisches und strategisches Spielerlebnis bieten. Unsere Turniergebühren sind fair und transparent, sodass mehr Spieler teilnehmen und die Community wachsen kann.",
    "charityTitle": "Spielen für einen guten Zweck",
    "charityText": "Was Silver HH besonders macht, ist unser Engagement für die Community über das Spiel hinaus. Alle Einnahmen aus unseren Turnieren – jede Teilnahmegebühr – werden vollständig an wohltätige Zwecke gespendet. Wir wählen sorgfältig lokale und internationale Organisationen aus, die einen echten Unterschied machen, und stellen sicher, dass jedes Turnier mehr als nur großartiges Gameplay bietet.",
    "communityTitle": "Eine einladende Community aufbauen",
    "communityText": "Die Hamburger Flesh and Blood Community ist vielfältig und leidenschaftlich. Silver HH bietet einen Raum, in dem neue Spieler willkommen sind, erfahrene Spieler gegeneinander antreten können und alle von einer gut organisierten, fairen und transparenten Turnierserie profitieren können.",
    "joinUsTitle": "Mach mit",
    "joinUsText": "Egal, ob du ein erfahrener Spieler bist oder gerade erst anfängst, du bist eingeladen, an Silver HH teilzunehmen. Komm zu einem unserer kommenden Turniere vorbei, triff die Community und spiele Flesh and Blood – und wisse, dass du mit jedem Spiel etwas Gutes tust.",
    "viewEventsButton": "Kommende Events ansehen"
  },
  "notFound": {
    "title": "404 — Seite nicht gefunden",
    "heading": "404",
    "message": "Die gesuchte Seite existiert nicht.",
    "description": "Möglicherweise wurde die Seite verschoben, gelöscht oder die URL wurde falsch eingegeben.",
    "homeButton": "Zur Startseite",
    "eventsButton": "Events ansehen"
  }
}
