{
  "nav": {
    "home": "Home",
    "events": "Events",
    "standings": "Standings",
    "silverAge": "Silver Age",
    "about": "About"
  },
  "homepage": {
    "badge": "Flesh and Blood • Hamburg",
    "title": "Silver HH",
    "subtitle": "A tournament series for Silver Age — competitive games, clear structure, and a welcoming community in Hamburg, Germany.",
    "registerButton": "Register for the next event →",
    "viewSchedule": "View schedule",
    "whatIsSilverAge": "What is Silver Age?",
    "nextEvent": "Next event",
    "silverAgeFormat": "Silver Age format",
    "silverAgeFormatDesc": "Classic Constructed with a curated card pool — fresh meta, lower barrier to entry.",
    "hamburgCommunity": "Hamburg community",
    "hamburgCommunityDesc": "Local series, consistent organization, and space to grow new players.",
    "competitiveFair": "Competitive & fair",
    "competitiveFairDesc": "Clear announcements, transparent rulings, and clean event flow."
  },
  "events": {
    "title": "Events",
    "subtitle": "All Silver HH tournaments, past and upcoming.",
    "registerButton": "Register",
    "detailsButton": "Details",
    "resultsButton": "Results"
  },
  "footer": {
    "copyright": "© Silver HH",
    "imprint": "Imprint",
    "privacy": "Privacy"
  },
  "silverAge": {
    "badge": "Format Overview",
    "title": "What is Silver Age?",
    "intro": "Silver Age is an accessible, fast-paced Flesh and Blood format designed for quick, intense matches. It features young heroes, lower life totals, and strategic deck selection from a limited card pool, making it perfect for competitive play with a lower barrier to entry.",
    "howItWorks": "How It Works",
    "youngHeroesTitle": "Young Heroes Only",
    "youngHeroesDesc": "Play with young hero cards (common, rare, or basic rarity). The lower life totals create faster, more aggressive games that focus on efficient plays and quick decision-making.",
    "strategicSelectionTitle": "Strategic Card Selection",
    "strategicSelectionDesc": "Build a 55-card pool including your hero, weapons, equipment, and deck cards. At the start of each game, you select exactly 40 cards from this pool to use in that match, allowing you to adapt your strategy.",
    "accessibleRaritiesTitle": "Accessible Card Rarities",
    "accessibleRaritiesDesc": "Only common, rare, and basic rarity cards are legal. This keeps deck costs lower and makes the format more accessible while maintaining competitive depth.",
    "deckConstructionTitle": "Deck Construction",
    "deckConstructionLine1": "55 total cards: 1 young hero, weapons, equipment, and deck cards.",
    "deckConstructionLine2": "Card limits: Up to 2 copies of each unique card (not 3).",
    "deckConstructionLine3": "Game selection: Choose exactly 40 cards from your pool each match.",
    "matchFormatTitle": "Match Format",
    "matchFormatDesc": "Best-of-1 games with 35-minute rounds. Reveal heroes, determine first player, select your 40-card deck, then draw cards equal to your hero's intellect to begin.",
    "officialResourcesTitle": "Official Resources",
    "officialResourcesDesc": "For complete rules, legal card pool, and the latest updates to the Silver Age format:",
    "officialResourcesButton": "Official Silver Age Format Page →",
    "whyHamburgTitle": "Why Play Silver Age in Hamburg?",
    "whyHamburgDesc": "The Silver HH tournament series brings this fast-paced, accessible format to Hamburg with regular events, a welcoming community, and competitive play. The lower cost of entry and quick match times make it perfect for both new players and experienced competitors looking for dynamic gameplay.",
    "viewTournamentsButton": "View upcoming tournaments"
  },
  "imprint": {
    "title": "Imprint",
    "responsibleTitle": "Information pursuant to § 5 TMG",
    "responsibleName": "Philipp Hinrichsen",
    "contactTitle": "Contact",
    "email": "Email",
    "disclaimerTitle": "Disclaimer",
    "contentLiabilityTitle": "Liability for Content",
    "contentLiabilityText": "As a service provider, we are responsible for our own content on these pages in accordance with § 7 (1) TMG under general law. However, according to §§ 8 to 10 TMG, we are not obligated as a service provider to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity.",
    "linksLiabilityTitle": "Liability for Links",
    "linksLiabilityText": "Our website contains links to external third-party websites over whose content we have no control. Therefore, we cannot assume any liability for this external content. The respective provider or operator of the pages is always responsible for the content of the linked pages."
  },
  "privacy": {
    "title": "Privacy Policy",
    "introTitle": "1. Privacy at a Glance",
    "generalInfoTitle": "General Information",
    "generalInfoText": "The following information provides a simple overview of what happens to your personal data when you visit this website. Personal data is any data that can be used to personally identify you.",
    "dataCollectionTitle": "2. Data Collection on This Website",
    "responsiblePartyTitle": "Who is responsible for data collection on this website?",
    "responsiblePartyText": "Data processing on this website is carried out by the website operator. You can find their contact details in the imprint of this website.",
    "howWeCollectTitle": "How do we collect your data?",
    "howWeCollectText": "Your data is collected on the one hand by you providing it to us. This may include data that you enter in a contact form, for example. Other data is automatically collected or collected with your consent when you visit the website through our IT systems. This is mainly technical data (e.g. internet browser, operating system or time of page access).",
    "purposeTitle": "What do we use your data for?",
    "purposeText": "Part of the data is collected to ensure error-free provision of the website. Other data may be used to analyze your user behavior.",
    "rightsTitle": "What rights do you have regarding your data?",
    "rightsText": "You have the right to receive information about the origin, recipient and purpose of your stored personal data free of charge at any time. You also have the right to request the correction or deletion of this data. If you have given consent to data processing, you can revoke this consent at any time for the future."
  },
  "about": {
    "badge": "About Us",
    "title": "About Silver HH",
    "missionTitle": "Our Mission",
    "missionText": "Silver HH was founded with a simple vision: to create an accessible, affordable tournament series for Flesh and Blood in Hamburg while making a positive impact on our community.",
    "affordableTitle": "Affordable Tournaments",
    "affordableText": "We believe competitive Flesh and Blood should be accessible to everyone. By choosing the Silver Age format, we keep entry costs low while still providing a dynamic and strategic gameplay experience. Our tournament fees are fair and transparent, allowing more players to participate and grow the community.",
    "charityTitle": "Playing for a Good Cause",
    "charityText": "What makes Silver HH special is our commitment to the community beyond the game. All proceeds from our tournaments—every entry fee collected—are donated entirely to charitable causes. We carefully select local and international organizations that make a real difference, ensuring that every tournament delivers more than just great gameplay.",
    "communityTitle": "Building a Welcoming Community",
    "communityText": "The Hamburg Flesh and Blood community is diverse and passionate. Silver HH provides a space where new players are welcome, experienced players can compete, and everyone can benefit from a well-organized, fair, and transparent tournament series.",
    "joinUsTitle": "Join Us",
    "joinUsText": "Whether you're a seasoned player or just starting out, you're invited to be part of Silver HH. Come to one of our upcoming tournaments, meet the community, and play Flesh and Blood—knowing that with every game, you're contributing to something good.",
    "viewEventsButton": "View upcoming events"
  },
  "notFound": {
    "title": "404 — Page Not Found",
    "heading": "404",
    "message": "The page you're looking for doesn't exist.",
    "description": "The page may have been moved, deleted, or the URL might be incorrect.",
    "homeButton": "Go to Homepage",
    "eventsButton": "View Events"
  }
}
